Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Prevention of cross-contamination is ensured through cleaning verification, changeover procedures, and clearance between product-contacting shared equipment is established.
es_es: La prevención de la contaminación cruzada se garantiza por medio de la verificación de la limpieza, los procedimientos de cambio de productos y la separación entre equipos compartidos que tienen contacto con el producto.

source: PACKAGING OF BULK CAPSULES
es_es: ENVASADO DE CÁPSULAS A GRANEL

source: PAEDIATRIC VTE - ACUTE VENOUS THROMBOEMBOLISM IN PAEDIATRIC POPULATION
es_es: TROMBOEMBOLIA VENOSA PEDIÁTRICA - TROMBOEMBOLIA VENOSA AGUDA EN POBLACIÓN PEDIÁTRICA

source: PAEDIATRIC VTE - SECONDARY PREVENTION OF VENOUS THROMBOEMBOLISM IN THE PAEDIATRIC POPULATION
es_es: TROMBOEMBOLIA VENOSA PEDIÁTRICA - PREVENCIÓN SECUNDARIA DE LA TROMBOEMBOLIA VENOSA AGUDA EN POBLACIÓN PEDIÁTRICA

source: PAR
es_es: Rango acep. comprobado

source: PAR is a characterised range of a process parameter for which operation within this range, while keeping other parameters constant, results in material meeting relevant quality criteria.
es_es: El rango operativo normal es un rango caracterizado de un parámetro del proceso que, de mantenerse dentro de ese rango, y si otros parámetros son constantes, se obtiene material que cumple con los criterios de calidad relevantes.

source: PARROQUIA:
es_es: PARISH

source: PART VI
es_es: PARTE VI

source: PARTITION COEFFICIENT
es_es: COEFICIENTE DE REPARTO

source: PASOS A SEGUIR.....................................................................................................................
es_es: STEPS

source: PASS 1368-0128
es_es: EPAS 1368-0128

source: PCTFE laminate, coated with PVC
es_es: Laminado de policlorotrifluoroetileno, recubierto con PVC

source: PD (thorough QT)
es_es: Parmacodin (estudio completo del intervalo QT)

source: PD 1420 reference substance (S-Enantiomer)
es_es: Sustancia de referencia PD 1420 (enantiómero S)

source: PDE
es_es: EDP

source: PDE [µg/day]
es_es: EDP [µg/día]

source: PE
es_es: Emb. pulm.

source: PEAK EVALUATION
es_es: EVALUACIÓN DE LOS PICOS

source: PEGVALIASE
es_es: PEGVALIASA

source: PERSONAL TÉCNICO
es_es: TECHNICAL STAFF

source: PERTENECE A LA LISTA DE AGENCIAS DE REFERENCIA
es_es: INCLUDED IN THE REFERENCE AGENCY LIST

source: PFS
es_es: Jeringa precargada

source: PFS Removal Force
es_es: Fuerza de extracción de la jeringa precargada

source: PFS batch number
es_es: Número de partida de las PFS

source: PFS materials, which are in contact with the final formulated bulk, must be acceptable in accordance to applicable regulatory requirements and procedures including applicable Sections from USP <381> and <660> and Ph.
es_es: Los materiales de la jeringa precargada, que están en contacto con la formulación a granel final, deben ser aceptables de conformidad con los requisitos y procedimientos reglamentarios correspondientes, incluidas las Secciones <381> y <660> de la USP y la Ph.

source: PFS needle pull out force
es_es: Fuerza de extracción de la aguja de la jeringa precargada

source: PFS removal force
es_es: fuerza de extracción de la jeringa precargada

source: PFS-NSD-1 Batch Number
es_es: Número de partida del disp. PFS-NSD-1

source: PFS-NSD-1: 1 mL pre-filled glass syringe assembled into a needle safety device (NSD equipped and fitted with a plunger rod and an extended finger flange)
es_es: PFS-NSD-1: jeringa de vidrio precargada de 1 ml ensamblada en un dispositivo de seguridad para aguja (NSD) equipado con un vástago de émbolo y lengüetas de apoyo más amplias

source: PG < 54 mg/dL or severe1
es_es: Glucosa en plasma < 54 mg/dL o grave1

source: PG ≤ 70 mg/dL or severe1
es_es: Glucosa en plasma ≤ 70 mg/dL o grave1

source: PG ≤ 70 mg/dL or severe1 (= confirmed)2
es_es: Glucosa en plasma ≤ 70 mg/dL o grave1 (=confirmada)2

source: PH — no.
es_es: HP; n.°

source: PH1 (haematoma occupying <30% of infarct with no substantive mass effect)
es_es: Hem par. 1 (hematoma que ocupa <30% del infarto sin efecto de masa sustancial)

source: PH2 (haematoma occupying ≥30% of infarct with obvious mass effect)
es_es: Hem par. 2 (hematoma que ocupa ≥30% del infarto con efecto de masa evidente)

source: PHARMACEUTICAL DEVELOPMENT
es_es: DESARROLLO FARMACÉUTICO

source: PHYSICOCHEMICAL AND BIOLOGICAL PROPERTIES
es_es: PROPIEDADES FISICOQUÍMICAS Y BIOLÓGICAS

source: PHYSICOCHEMICAL PROPERTIES
es_es: PROPIEDADES FISICOQUÍMICAS

source: PIL
es_es: Foll. p/pac.

source: PK (ADME)
es_es: Farmacocin. (ADME)

source: PK (DDI)
es_es: Farmacocin (interacción medicamentosa)

source: PK and safety
es_es: Farmacocinética y seguridad

source: PK-VALUES / IONISATION BEHAVIOUR
es_es: VALORES FARMACOCINÉTICOS / COMPORTAMIENTO ANTE LA IONIZACIÓN

source: PK/PD
es_es: FC/FD

source: PK (Japanese)
es_es: Farmacocin (Japonés)

source: PK (Chinese)
es_es: Farmacocin (chino)

source: PK (MRD)
es_es: Farmacocin (dosis máx. rec.)

source: PK (SRD)
es_es: Farmacocin. (dosis única asc.)

source: PK (hepatic impairment)
es_es: Farmacocin (deterioro hepático)

source: PK (renal impairment)
es_es: Farmacocin (deterioro renal)

source: PL section 2
es_es: Sección 2 del prospecto

source: POE para almacenar el medicamento en estudio
es_es: SOP for storing the study drug

source: POE para el manejo de residuos (biológicos y químicos)
es_es: SOP for (biological and chemical) waste management

source: POE para la firma de consentimiento informado.
es_es: SOP for the signature of informed consent

source: POE para la preselección de voluntarios
es_es: SOP for the screening of volunteers

source: POE para presentación de documentos (protocolo, consentimiento informado, enmiendas, etc.) a la entidad regulatoria.
es_es: SOP for the submission of documents (protocol, informed consent, amendments, etc.) to the regulatory entity.

source: POND.
es_es: WEIGH.

source: POTENCIÓMETRO
es_es: POTENTIOMETER

source: POTENCY
es_es: POTENCIA

source: POTENTIAL LEACHABLES AND EXTRACTABLES OF THE DP MANUFACTURING PROCESS
es_es: POSIBLES LIXIVIABLES Y EXTRAÍBLES DEL PROCESO DE FABRICACIÓN DEL MEDICAMENTO

source: PPC
es_es: Control neumático programable

source: PPF
es_es: Fibrosis pulmonar progresiva

source: PPQ = Process Performance Qualification
es_es: Calif. del des. del proc. = Calificación del desempeño del proceso

source: PPQ run 1
es_es: Ejecución de PPQ 1

source: PPQ run 2
es_es: Ejecución de PPQ 2

source: PPQ run 3
es_es: Ejecución de PPQ 3

source: PPQ, stability, intended commercial supply
es_es: Calif. del des. del proceso, estabilidad, suministro comercial previsto

source: PPQ1, stability, intended commercial supply
es_es: Calif. del des. del proceso 1, estabilidad, suministro comercial previsto

source: PQRI (1.5 μg/day)5
es_es: PQRI (1,5 μg/día)5

source: PQRI (5 µg/day)
es_es: PQRI (5 µg/día)

source: PQRI (5 μg/day)
es_es: PQRI (5 μg/día)5

source: PR
es_es: Vástago del émbolo

source: PR4LWE01276PA5 (see Appendix 8.1)
es_es: PR4LWE01276PA5 (ver Apéndice 8.1)

source: PRAC Recommendation:
es_es: Recomendaciones del comité PRAC:

source: PRECAUTIONS:
es_es: PRECAUCIONES:

source: PRECISION
es_es: PRECISIÓN

source: PREPARATION OF PRIMARY PACKAGING COMPONENTS
es_es: PREPARACIÓN DE LOS COMPONENTES DEL ACONDICIONAMIENTO PRIMARIO

source: PREPARATION OF REFERENCE SOLUTIONS
es_es: PREPARACIÓN DE LAS SOLUCIONES DE REFERENCIA

source: PREPARATION OF SOLUTIONS
es_es: PREPARACIÓN DE LAS SOLUCIONES

source: PREPARATION OF THE REFERENCE STANDARD
es_es: PREPARACIÓN DEL ESTÁNDAR DE REFERENCIA

source: PREPARATION OF THE SAMPLE DILUTIONS
es_es: PREPARACIÓN DE LAS DILUCIONES DE LAS MUESTRAS

source: PREPARED BY
es_es: PREPARÓ:

source: PRIMARY ENDPOINTS
es_es: CRITERIOS DE VALORACIÓN PRIMARIOS

source: PRIMARY PACKAGING COMPONENTS
es_es: COMPONENTES DEL ACONDICIONAMIENTO PRIMARIO

source: PRIMER GRUPO
es_es: FIRST GROUP

source: PRINCIPAL CLINICAL INVESTIGATORS
es_es: INVESTIGADORES CLÍNICOS PRINCIPALES

source: PRINCIPAL INVESTIGATOR Name:
es_es: Nombre del INVESTIGADOR PRINCIPAL:

source: PRINCIPIO ACTIVO
es_es: DRUG SUBSTANCE

source: PRINCIPLE
es_es: PRINCIPIO

source: PRINT CONTROL
es_es: CONTROL DE IMPRESIÓN

source: PRINTING
es_es: IMPRESIÓN

source: PROCAINAMIDA
es_es: PROCAINAMIDE

source: PROCEDIMIENTOS
es_es: PROCEDURES

source: PROCEDIMIENTOS OPERATIVOS ESTANDARIZADOS (POE)
es_es: STANDARD OPERATING PROCEDURES (SOPs)

source: PROCEDURE
es_es: PROCEDIMIENTO

source: PROCESAMIENTO DE DATOS
es_es: DATA PROCESSING

source: PROCESO DE INSPECCIÓN DE VERIFICACIÓN DE BUENAS PRÁCTICAS DE BIOEQUIVALENCIA Y BIODISPONIBILIDAD – BPBE
es_es: INSPECTION FOR GOOD BIOEQUIVALENCE AND BIOAVAILABILITY PRACTICES – BPBE

source: PROCESS COMPARABILITY STUDIES
es_es: ESTUDIOS DE COMPARABILIDAD DE PROCESOS

source: PROCESS COMPARISONS
es_es: COMPARACIONES DE PROCESOS

source: PROCESS CONTROLS
es_es: CONTROLES DEL PROCESO

source: PROCESS CONTROLS DURING MANUFACTURE
es_es: CONTROLES DEL PROCESO DURANTE LA FABRICACIÓN

source: PROCESS VALIDATION AT THE SECOND PRODUCTION SITE
es_es: VALIDACIÓN DEL PROCESO EN LA SEGUNDA PLANTA PRODUCTORA

source: PROCESS VALIDATION – FORMULATED BULK HANDLING
es_es: VALIDACIÓN DEL PROCESO – MANEJO DEL GRANEL FORMULADO

source: PROCESS-RELATED IMPURITIES:
es_es: IMPUREZAS RELACIONADAS CON EL PROCESO:

source: PRODUCT DEVELOPMENT RATIONALE
es_es: JUSTIFICACIÓN DEL DESARROLLO DEL PRODUCTO

source: PRODUCT-RELATED IMPURITIES
es_es: IMPUREZAS RELACIONADAS CON EL PRODUCTO

source: PRODUCTION EQUIPMENT
es_es: EQUIPOS DE PRODUCCIÓN

source: PROTECCIÓN INDIVIDUAL
es_es: INDIVIDUAL PROTECTION

source: PROTECTIVE PROPERTIES OF THE CONTAINER CLOSURE SYSTEM
es_es: PROPIEDADES PROTECTORAS DEL ENVASE Y SISTEMA DE CIERRE

source: PROTOCOL AMENDMENT - SUMMARY OF CHANGES
es_es: ENMIENDA AL PROTOCOLO: RESUMEN DE CAMBIOS

source: PROTOCOL DEVIATIONS
es_es: DESVIACIONES DEL PROTOCOLO

source: PROTOCOL TITLE
es_es: TÍTULO DEL PROTOCOLO

source: PROTOCOL VIOLATIONS
es_es: INCUMPLIMIENTOS DEL PROTOCOLO

source: PROVINCIA:
es_es: PROVINCE:

source: PRS
es_es: NRP

source: PS 20 and protein concentration, H2O2 concentration methionine oxidation (M) / tryptophane ixudation (W), HMW
es_es: Concentración de PS 20 y proteínas, concentración de H2O2 oxidación de metionina (M) /oxidación de triptófano(W), especies de alto peso molecular

source: PS 20 concentration
es_es: Concentración de PS 20

source: PS 20 concentration, arginine concentration and pH value were identified as potentially critical formulation characteristics based on a risk assessment.
es_es: La concentración de PS 20, la concentración de arginina y el valor de pH se identificaron como características de formulación posiblemente críticas según una evaluación de riesgos.

source: PS 20 content
es_es: Contenido de PS 20

source: PS 20 content [mg/mL]
es_es: Contenido de PS 20 [mg/ml]

source: PS 20 is used as stabilizer in tenecteplase DS and DP.
es_es: El PS 20 se usa como estabilizador en el principio activo y el medicamento tenecteplasa.

source: PS20 content (mg/mL)
es_es: Contenido de PS20 (mg/mL)

source: PS20: statistics from 103 tenecteplase DP batches
es_es: PS20: estadísticas de 103 partidas del medicamento tenecteplasa

source: PSL – possible specification limit for batch release testing
es_es: PSL: límite de la especificación posible para las pruebas de liberación de partidas

source: PSUR Metalyse DLP 31 Aug 2023:
es_es: Informe Periódico de Actualización de Seguridad; Fecha de cierre de la base de datos: 31 de agosto de 2023:

source: PT
es_es: TP

source: PURITY
es_es: PUREZA

source: PVC based forming film, white opaque
es_es: Lámina cavitada a base de PVC, blanca y opaca

source: PVC layer
es_es: Capa de PVC

source: PVC – Aluminium Blister
es_es: Blíster de PVC/aluminio

source: PVC-thermoforming film specification
es_es: Especificación de la película cavitada de PVC

source: PVC-thermoforming film, white
es_es: Película cavitada blanca de PVC

source: PVDF (Polyvinylidene Difluoride)
es_es: Fluoruro de polivinilideno

source: PVDF is heat-resistant and has low protein binding properties.
es_es: El fluoruro de polivinilideno es resistente al calor y tiene propiedades de baja unión a proteínas.

source: PVDF membrane
es_es: Membrana de PVDF

source: PVDF, polypropylene (housing)
es_es: PDFV, Polipropileno (carcasa)

source: PW
es_es: AP

source: PW is also used for the generation of WFI and clean steam.
es_es: También se emplea agua purificada para generar agua para inyectables y vapor limpio.

source: PW is generated from drinking water by ion-exchange or combination of reverse osmosis and CDI and kept at ambient temperature.
es_es: El agua purificada se genera a partir de agua potable mediante intercambio iónico o una combinación de ósmosis inversa y desionización capacitiva y se mantiene a temperatura ambiente.

source: PW is used for pre-rinse operations and preparation of cleaning solutions in dish washers and the CIP system.
es_es: En los lavavajillas y el sistema de limpieza in situ, para las operaciones de prenjuage y preparación de soluciones de limpieza se usa agua purificada.

source: PW is used for pre-rinse operations and preparation of cleaning solutions in dish washers and the Cleaning-In-Place CIP system.
es_es: En los lavavajillas y el sistema de limpieza in situ, para las operaciones de prenjuage y preparación de soluciones de limpieza se usa agua purificada.

source: Pack Size:
es_es: Tamaño del envase:

source: Package Leaflet
es_es: Prospecto inserto

source: Packaging
es_es: Acondicionamiento

source: Packaging - labelling and re-supply
es_es: Acondicionamiento, etiquetado y reabastecimiento

source: Packaging Material
es_es: Mat. de acondic.

source: Packaging Site
es_es: Planta de acondicionamiento

source: Packaging and Labeling
es_es: Acondicionamiento y etiquetado

source: Packaging and labeling
es_es: Acondicionamiento y etiquetado

source: Packaging in this context means the secondary packaging, where the cartridge and Respimat inhaler are labelled and packed together with the package insert into the folding box.
es_es: En este contexto, "acondicionamiento" es el acondicionamiento secundario, en el que el cartucho y el inhalador Respimat se etiquetan y acondicionan juntos con el prospecto, dentro de la caja plegable.

source: Packed columns, made of glass or metal, are usually 1 m to 3 m in length with an internal diameter (⌀) of 2mm to 4mm.
es_es: Las columnas de relleno, de vidrio o metal, suelen medir entre 1 m y 3 m de longitud, con un diámetro interior (⊘) de 2 mm a 4 mm.

source: Paediatric VTE risk factors can be categorised according to whether the thrombophilia is acquired or inherited and can vary depending on age.
es_es: Los factores de riesgo de TEV pediátrica se pueden clasificar según si la trombofilia sea adquirida o heredada y pueden variar según la edad.

source: Paediatric patient population*
es_es: Población de pacientes pediátricos*

source: Paediatric patients
es_es: Pacientes pediátricos

source: Paediatric patients were not recruited into the trial.
es_es: No se reclutaron pacientes pediátricos en este ensayo.

source: Paediatric population
es_es: Población de pacientes pediátricos

source: Page 1 | 1
es_es: Página 1 | 1

source: Page 1 of 1
es_es: Página 1 de 1

source: Page 1 of 2
es_es: Página 1 de 2

source: Page 1 of 21
es_es: Página 1 de 21

source: Page 1 of 3
es_es: Página 1 de 3

source: Page 1 of 4
es_es: Página 1 de 4

source: Page 1 of 5
es_es: Página 1 de 5

source: Page 1 of 8
es_es: Página 1 de 8

source: Page 2 of 3
es_es: Página 2 de 3

source: Page 3 of 4
es_es: Página 3 de 4

source: Page 3 of 43
es_es: Página 3 de 43

source: Page 44 of 127
es_es: Página 44 de 127

source: Page 55 of 373
es_es: Página 55 de 373

source: Page 17of 17
es_es: Página17de17

source: Page 2of 17
es_es: Página2de17

source: Page 0of 3
es_es: Página0de3

source: Page 13of 13
es_es: Página 13de 13

source: Page 18of 18
es_es: Página 18de 18

source: Page 1| 2
es_es: Página 1| 2

source: Page 1of 38
es_es: Página 1de 38

source: Page 24of 38
es_es: Página 24de 38

source: Page 26of 26
es_es: Página 26de 26

source: Page 2| 2
es_es: Página 2| 2

source: Page 38of 38
es_es: Página 38de 38

source: Page 3of 3
es_es: Página3de3

source: Page 4of 4
es_es: Página 4de 4

source: Page 5of 38
es_es: Página 5de 38

source: Page 6of 38
es_es: Página 6de 38

source: Page 12 of 12
es_es: Página 12 de 12

source: Page 2 of 2
es_es: Página 2 de 2

source: Page -1of 8
es_es: Página -1 de 8

source: Page of 127
es_es: Página de 127

source: Page 0 of 1
es_es: Página 0 de 1

source: Page 0 of 35
es_es: Página 0 de 35

source: Page 11 of 11
es_es: Página 11 de 11

source: Page 17 of 19
es_es: Página 17 de 19

source: Page 1 of 10
es_es: Página1 de 10

source: Page 1 of 16
es_es: Página 1 de 16

source: Page 1 of 22
es_es: Página1 de 22

source: Page 1 of 25
es_es: Página 1 de 25

source: Page 1 of 6
es_es: Página1 de 6

source: Page 1 of 9
es_es: Página 1 de 9

source: Page 1 of 19
es_es: Página 1 de 19

source: Page 1 of 27
es_es: Página 1 de 27

source: Page 1 of 7
es_es: Página 1 de 7

source: Page 21 of 22
es_es: Página 21 de 22

source: Page 2 of 4
es_es: Página2 de 4

source: Page 2 of 7
es_es: Página 2 de 7

source: Page 34 of 35
es_es: Página 34 de 35

source: Page 3 of 3
es_es: Página 3 de 3

source: Page 7 of 7
es_es: Página 7 de 7

source: Page 1of 10
es_es: Página 1de 10

source: Page 0of 9
es_es: Página0de9

source: Page 1/ 99
es_es: Página 199

source: Page 1of 7
es_es: Página 1de 7

source: Page 1of 774
es_es: Página 1de 774

source: Page 1of 13
es_es: Página 1 de 13

source: Page 1of 17
es_es: Página 1 de 17

source: Page 1of 18
es_es: Página 1 de 18

source: Page 1of 8
es_es: Página 1 de 8

source: Page 21of 21
es_es: Página 21 de 21

source: Page 2of 3
es_es: Página 2 de 3

source: Page 10of 10
es_es: Página 10de 10

source: Page 2of 10
es_es: Página 2de 10

source: Page 3of 10
es_es: Página 3de 10

source: Page 4of 10
es_es: Página 4de 10

source: Page 5of 10
es_es: Página 5de 10

source: Page 6of 10
es_es: Página 6de 10

source: Page 7of 10
es_es: Página 7de 10

source: Page 8of 10
es_es: Página 8de 10

source: Page 9of 10
es_es: Página 9de 10

source: Page No.
es_es: N.° de página

source: Page:
es_es: Página:

source: Page: 2 of 4
es_es: Página: 2 de 4

source: Page2of4
es_es: Página2de4

source: Pakistan
es_es: Paquistán

source: Palladium
es_es: Paladio

source: Palmitic acid
es_es: Ácido palmítico

source: Pancreatic cancer
es_es: Cáncer de páncreas

source: Pancreatitis events were adjudicated by an independent CEC.
es_es: Un comité de eventos clínicos independiente evaluó los eventos de pancreatitis y los catalogó como tales.

source: Para ambos enfoques los rangos de equivalencia elegidos deben ser especificados previamente y adecuadamente justificados en el protocolo.
es_es: For both approaches, the chosen equivalence ranges must be previously specified and adequately justified in the protocol.

source: Para aplicación del presente instructivo se emplean las siguientes definiciones:
es_es: The following definitions apply to the instructions herein:

source: Para ciertos principios activos y formas de dosificación, la documentación de equivalencia in vivo se considera especialmente importante, ya sea a través de un estudio farmacocinético de biodisponibilidad (BD) comparativa [bioequivalencia (BE)], un estudio farmacodinámico comparativo o un ensayo clínico comparativo.
es_es: In vivo equivalence documentation, including comparative bioavailability pharmacokinetic studies (bioequivalence), comparative pharmacodynamic studies or comparative clinical trials, is particularly important for certain drug substances and dosage forms.

source: Para ciertos principios activos y formas farmacéuticas, la demostración de equivalencia in vitro puede ser apropiada.
es_es: Proof of in vitro equivalence may be suitable for certain drug substances and pharmaceutical forms.

source: Para cumplir con este requisito, al menos dos niveles distintos de cero deben ser estudiados y un nivel de dosis debe demostrar ser superior al otro.
es_es: At least two non-zero dose levels must be studied and one must be shown to be superior to the other for the above requirement to be met.

source: Para cápsulas de liberación retardada, donde diferentes dosis han sido alcanzadas únicamente ajustando el número de microesferas que contienen el principio activo, la similitud en el perfil de disolución de la nueva concentración (inferior) a la de la concentración aprobada (f2 > 50) bajo las condiciones recomendadas para los medicamentos de liberación retardada (véase el inciso anterior) es suficiente para una bioexención.
es_es: For delayed-release capsules where different doses are obtained solely by adjusting the number of drug-substance microspheres, granting of a biowaiver relies on the similarity between the new (lower) concentration dissolution profile and the approved concentration (f2 > 50) under the delayed-release drug product suggested conditions (see previous item).

source: Para el propósito de esta guía las formulaciones proporcionales pueden definirse de dos maneras, teniendo en cuenta las concentraciones de las formas de dosificación.
es_es: For the purpose of this guideline, proportional formulations can be defined in two ways, depending on the concentrations of the dosage forms.

source: Para ello, tanto los análisis intermedios y finales deben llevarse a cabo en los niveles ajustados de significación con los intervalos de confianza calculados utilizando los valores ajustados.
es_es: For this purpose, both the interim and final analyses should be carried out at the adjusted levels of significance with confidence intervals calculated using the adjusted values.

source: Para establecer bioequivalencia (BE), el intervalo de confianza calculado debe caer dentro del límite pre-establecido de bioequivalencia (BE).
es_es: Bioequivalence is positive when the calculated CI falls within the pre-established bioequivalence limit.

source: Para estos medicamentos (típicamente formas de dosificación oral sólidas que contienen sustancias activas con propiedades adecuadas) la similitud en los perfiles de disolución in vitro, además de comparaciones de excipientes y un análisis riesgo-beneficio, se puede utilizar para documentar la equivalencia de un medicamento multifuente o genérico frente a un medicamento comparador.
es_es: For these drugs (typically solid oral dosage forms containing active substances with suitable properties) similar in vitro dissolution profiles, in addition to inactive ingredient comparisons and a risk-benefit analysis, can be used to record the multi-source or generic drug versus comparator equivalence.

source: Para la aceptación de los estudios de bioequivalencia y biodisponibilidad realizados en el extranjero el solicitante debe presentar a la ARCSA la documentación de respaldo que demuestre lo establecido en el presente inciso.
es_es: The supporting documentation in this subsection should be submitted to ARCSA for acceptance of the bioequivalence and bioavailability studies performed abroad.

source: Para la actualización de la lista antes mencionada se organizarán mesas de trabajo donde podrán participar el Ministerio de Salud Pública, el Comité de Asesores internos de la Agencia, Comités o Grupos de Expertos Externos y otras entidades que la ARCSA considere pertinente.
es_es: The listings will be updated by organized working groups, involving the Ministry of Public Health, the ARCSA Internal Advisory Committee, External Expert Committees or Groups, and other entities considered suitable by ARCSA.

source: Para la aplicación de la presente normativa se entenderá como medicamento genérico al medicamento multifuente.
es_es: In the context hereof, a generic drug is the multi-source drug product.
